test/soap/02_815_4f397c9096635.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><CompleteLotRequest xmlns="http://api.scoteid.com/api/"><ApplicationName xmlns="">iWAMS.DMS.CLIENT</ApplicationName><ApplicationVersion xmlns="">3.3.1.12</ApplicationVersion><SchemaVersion xmlns="">1.1</SchemaVersion><Timestamp xmlns="">2012-02-13T21:12:19.4895234+00:00</Timestamp><LotNumber xmlns="">1656</LotNumber><LotDate xmlns="">2012-02-08</LotDate></CompleteLotRequest></soap:Body></soap:Envelope>